Repository: SanomaCZ/django-rabidratings-ng
Catalog: rabidratings/locale/*/LC_MESSAGES/django.po
Languages: cs

source: Very bad
cs: Velmi špatné

source: Not much
cs: Nic moc

source: Average
cs: Průměrné

source: Good
cs: Dobré

source: Excellent
cs: Vynikající

source: Target content type
cs: Typ obsahu cíle

source: Target ID
cs: Id cíle

source: Date of created
cs: Datum vytvoření

source: Date of last updated
cs: Datum poslední úpravy

source: Total Rating Sum (computed)
cs: Celkové hodnocení (vypočítané)

source: Total Votes (computed)
cs: Celkový počet hlasů (vypočítaný)

source: Average Rating (computed)
cs: Průměrné hodnocení (vypočítané)

source: Percent Fill (computed)
cs: Vyplněná procenta (vypočítané)

source: Rating
cs: Hodnocení

source: Ratings
cs: Hodnocení

source: Average rating can not be negative
cs: Průměrné hodnocení nemůže být záporné

source: Percent can not be negative
cs: Procenta nemohou být záporná

source: IP address
cs: IP adresa

source: User who has rated
cs: Hodnotitel

source: Value
cs: Hodnota

source: Rating event
cs: Událost hodnocení

source: Rating events
cs: Události hodnocení

source: submit
cs: potvrzení

source: I can not save your rating, please try again later
cs: Nemohu uložit vaše hodnocení, prosím zkuste to později

source: Rating from you
cs: Vaše hodnocení

source: You have not yet rated
cs: Ještě jste nehodnotil

source: If you want rating, you have to be logged in
cs: Pokud chcete hodnotit musíte se přihlásit

source: by users
cs: uživateli

source: not yet rated
cs: zatím nehodnoceno

source: You can change the view
cs: Kdykoli můžete změnit svůj názor
